Repository: OmegaT-L10N/tr
Catalog: omegat/project_save.tmx
Source language: en
Languages: tr

source: "Cannot launch from folder that contains a \"/\" in its name.";
tr: "Adında \"/\" bulunan bir klasörden başlatma yapılamıyor.";

source: "Main class name is required.";
tr: "Ana sınıf adı gerekli.";

source: "This application requires that Java %d or later be installed on your computer.
tr: "Bu uygulama için bilgisayarınızda Java %d ya da üzeri yüklü olmalıdır.

source: "This application requires that a Java %d JDK or later be installed on your computer.
tr: "Bu uygulama için bilgisayarınızda Java JDK %d ya da üzeri yüklü olmalıdır.

source: "This is a source term, which contains a comma","c'est un terme, qui contient une virgule"
tr: "Bu, virgül içeren kaynak terim","c'est un terme, qui contient une virgule"

source: "Unable to enumerate Java directory contents.";
tr: "Java klasörü içeriği listelenemiyor.";

source: "Unable to load Java Runtime Environment.";
tr: "Java Çalışma Zamanı Ortamı yüklenemedi.";

source: "Unable to load a Java %d Runtime Environment.";
tr: "Java %d Çalışma Zamanı Ortamı yüklenemedi.";

source: "XX" in the command stands for the two-digit code of the desired language.
tr: Burada "XX" istenilen dilin iki haneli koduna karşılık gelir.

source: #Files
tr: Dosya Sayısı

source: #N is a digit from 1 to 5.
tr: #N, 1 ile 5 arasında bir rakamdır.

source: $ tar xf downloaded_file.tar.gz
tr: $ tar xf indirdiğiniz_dosya.tar.gz komutunu girin.

source: &About...
tr: &Hakkında...

source: &Access Project Contents
tr: Proje İçeriğine Eri&ş

source: &Add
tr: &Ekle

source: &Add...
tr: &Ekle...

source: &Align Files...
tr: D&osyaları Hizala...

source: &Allow blank translations in the target files
tr: &Hedef dosyalarda boş çevirilere izin ver

source: &Allow only unique characters
tr: &Sadece benzersiz karakterlere izin ver

source: &Allow translation to be equal to source
tr: Çe&viri ile kaynağın aynı olmasına izin ver

source: &Also allow per-project external commands
tr: &Her projeye özgü harici komutların kullanılması da izin ver

source: &Always
tr: &Her zaman

source: &Always Confirm Quit
tr: &Çıkmadan Önce Sor

source: &Apply this font to tabular data (project files, statistics, etc.)
tr: &Bu yazı tipini tablo verilerine (proje dosyaları, istatistikler, vb.) uygula

source: &Apply to all
tr: &Tümüne uygula

source: &Auto-propagation of Translations
tr: Çe&virilerin Otomatik Yayılması

source: &Automatically Fetch Translations
tr: &Çevirileri Otomatik Olarak Getir

source: &Automatically check the spelling of text
tr: &Otomatik olarak yazım denetimi yap

source: &Automatically fetch translations
tr: &Çevirileri otomatik olarak getir

source: &Automatically search segment text in dictionary
tr: S&özlükte dilim metnini otomatik ara

source: &Back
tr: &Geri

source: &Back in History
tr: Geçm&işte Geri Git

source: &Bookmarks
tr: &Yer İmleri

source: &Browse
tr: &Gözat

source: &Browse Online
tr: &Çevrim İçi Gözat

source: &Browse TaaS Collections...
tr: T&aaS Koleksiyonlarına Gözatın...

source: &Browse...
tr: &Gözat...

source: &Built-in (LanguageTool {0})
tr: &Yerleşik (LanguageTool {0})

source: &Cancel
tr: İ&ptal

source: &Check for Updates...
tr: Gü&ncellemeleri Denetle

source: &Clear Menu
tr: &Menüyü Temizle

source: &Close
tr: &Kapat

source: &Comments
tr: Y&orumlar

source: &Compatibility with OmegaT 2.6
tr: &OmegaT 2.6 ile uyumluluk

source: &Copy Support Info
tr: Destek &Bilgilerini Kopyala

source: &Current Source Document
tr: &Geçerli Kaynak Belge

source: &Cycle
tr: &Geçiş Yap

source: &Defaults
tr: Va&rsayılanlar

source: &Dictionaries
tr: Sö&zlükler

source: &Do not check printf-variables
tr: &printf-değişkenlerini kontrol etme

source: &Do not unescape Unicode literals (\uXXXX)
tr: Unikod hazır bilgilerini (\uXXXX) kaldırma

source: &Download
tr: &İndir

source: &Edit
tr: &Düzenle

source: &Edit...
tr: &Düzenle...

source: &Editor...
tr: &Düzenleyici...

source: &Empty lines
tr: &Boş satırlarda

source: &Enable TaaS terminology lookup
tr: TaaS t&erminoloji aramayı etkinleştir

source: &Enable autotext
tr: &Otomatik metni etkinleştir

source: &Enable character table
tr: K&arakter tablosunu etkinleştir

source: &Enable glossary suggestions
tr: &Sözlükçe önerilerini etkinleştir

source: &Enable history completion
tr: &Geçmişe dayalı tamamlamayı etkinleştir

source: &Endnotes
tr: &Sonnotlar

source: &Exact search
tr: &Tam arama

source: &File
tr: &Dosya

source: &Files
tr: D&osyalar

source: &Filter
tr: &Filtre

source: &Find...
tr: &Bul...

source: &Finish
tr: Bitir

source: &Fix All
tr: Tümünü &Düzelt

source: &Footnotes
tr: &Dipnotlar

source: &Force shortcut to "f" for <it pos="end"> tags
tr: <it pos="end"> etiketleri için kısayolu "f"ye &zorla

source: &Forward in History
tr: Ge&çmişte İleri Git

source: &Glossaries
tr: Söz&lükçeler

source: &Glossary
tr: S&özlükçe

source: &Go To
tr: &Git

source: &Go To Downloads
tr: &İndirilenlere Git

source: &Go To Next Untranslated Segment stops when there is at least one alternative translation
tr: &Her dilim için en azında bir adet alternatif çeviri olduğu zaman "Sonraki Çevrilmemiş Dilime Git"komutu çalışmaz

source: &Help
tr: &Yardım

source: &Ignore file context when identifying segments with alternate translations
tr: Alternatif çeviri içeren dilimleri belirlerken dosya içeriğini yok say

source: &Ignore hits with very different case (e.g. FOO vs foo)
tr: Aşı&rı büyük/küçük harf farkı olan eşleşmeleri (FOO - foo gibi) göz ardı et

source: &Ignore type and ctype attributes when building <ph> tag shortcuts
tr: <ph> etiket kısayollarını &oluştururken tür tip ve ctip öz niteliklerini yok say

source: &In translation
tr: Çev&iride

source: &Index entries
tr: &Dizin girdileri

source: &Insert
tr: Ara&ya Ekle

source: &Insert Match or Selection
tr: &Eşleşmeyi ya da Seçimi Araya Ekle

source: &Install new dictionary...
tr: &Yeni sözlük kur...

source: &Jump To Segment
tr: &Dilime Atla

source: &Keyword search
tr: &Anahtar sözcük araması

source: &Language Checker
tr: &Dil Denetleyici

source: &Last Changes...
tr: &Son Değişiklikler...

source: &Launch local server
tr: Yerel &sunucuyu başlat

source: &Leave the segment empty
tr: &Dilim boş kalsın

source: &License
tr: &Lisans

source: &Line breaks
tr: &Satır sonlarında

source: &Load...
tr: &Yükle...

source: &Lower Case
tr: &Küçük Hale Getir

source: &Make the file filter settings project specific
tr: &Dosya filtresi ayarlarını projeye özgü yapın

source: &Make the segmentation rules project specific
tr: &Dilimleme kuralları projeye özgü olsun

source: &Match Statistics
tr: E&şleşme İstatistikleri

source: &Minimal similarity:
tr: En a&z benzerlik:

source: &Modification Info
tr: &Değişiklik Bilgisi

source: &Move Down
tr: A&şağı Taşı

source: &Name/ID:
tr: &Ad/Kimlik:

source: &Never
tr: &Asla

source: &New Script
tr: &Yeni Betik

source: &New...
tr: &Yeni...

source: &Next Segment
tr: &Sonraki Dilim

source: &Notes
tr: &Notlar

source: &OK
tr: &Tamam

source: &Open Script...
tr: &Betiği Aç...

source: &Open...
tr: &Aç...

source: &Options
tr: &Seçenekler

source: &Preferences...
tr: &Tercihler...

source: &Prefix:
tr: Ö&n ek:

source: &Presentation notes
tr: &Sunum notları

source: &Preserve spaces for all tags
tr: T&üm etiketler için boşlukları koru

source: &Previous Segment
tr: Ön&ceki Dilim

source: &Project
tr: &Proje

source: &Properties...
tr: Öze&llikler...

source: &Quit
tr: Ç&ık

source: &Redo Last Action
tr: So&n İşlemi Tekrarla

source: &Refresh
tr: &Yenile

source: &Regular expressions
tr: &Kurallı ifadeler

source: &Reload
tr: Ye&niden Yükle

source: &Remove
tr: Kal&dır

source: &Remove Filter
tr: Filtreyi Kaldır

source: &Remove untranslated strings in the target files
tr: &Hedef dosyalardaki çevrilmemiş dizgileri kaldır

source: &Replace
tr: D&eğiştir

source: &Replace Next
tr: Sonrakini Değiştir

source: &Replace...
tr: D&eğiştir...

source: &Reset Master Password
tr: &Ana Parolayı sıfırla

source: &Reset Options
tr: Seçenekleri Sı&fırla

source: &Reset This Colour
tr: &Bu Rengi Sıfırla

source: &Restore Main Window
tr: &Ana Pencereyi Eski Haline Getir

source: &Root
tr: &Kök Klasör

source: &Run
tr: &Çalıştır

source: &Save
tr: Kayde&t

source: &Save As...
tr: Farklı Kaydet...

source: &Save...
tr: &Kaydet...

source: &Search
tr: &Ara

source: &Search Project...
tr: &Projede Arama Yap...

source: &Search for Selection
tr: &Seçim için Ara

source: &Segment Number...
tr: &Dilim Numarası Gir...

source: &Segmentation...
tr: D&ilimlendirme...

source: &Select
tr: &Seç

source: &Sentence Case
tr: &Cümle Düzeni

source: &Sheet Names
tr: S&ayfa Adları

source: &Show All
tr: &Tümünü Göster

source: &Show Relevant Suggestions Automatically
tr: İlgili Önerileri &Otomatik Olarak Göster

source: &Show in Editor context menu
tr: &Editörde Göster bağlam menüsü

source: &Show relevant suggestions automatically
tr: İlgili önerileri &otomatik olarak göster

source: &Skip
tr: Atla

source: &Skip PO header
tr: &PO üst bilgisini es geç

source: &Source (segment {0}):
tr: &Kaynak (dilim {0}):

source: &Source Files
tr: Ka&ynak Dosyalar

source: &Source Files Language:
tr: &Kaynak Dosya Dili:

source: &Source Language Tokenizer:
tr: K&aynak Dil Belirteç Ayırıcısı:

source: &Statistics
tr: &İstatistikler

source: &Store for this session only
tr: &Yalnızca bu oturum için sakla

source: &TaaS Terminology Lookup
tr: &TaaS Terminoloji Arama

source: &Target Files
tr: &Hedef Dosyalar

source: &Target Language Tokenizer:
tr: &Hedef Dil Belirteç Ayırıcısı:

source: &Title Case
tr: Baş&lık Haline Getir

source: &Tools
tr: &Araçlar

source: &Translated
tr: &Çevrilmiş

source: &Translated Files Language:
tr: &Çevrilmiş Dosya Dili:

source: &Undo Changes
tr: &Değişiklikleri Geri Al

source: &Undo Last Action
tr: &Son İşlemi Geri Al

source: &Untranslated Segments Only
tr: &Yalnızca Çevrilmemiş Dilimler

source: &Upper Case
tr: Bü&yük Hale Getir

source: &User's Manual...
tr: &Kullanım Kılavuzu...

source: &Validate tags when leaving a segment
tr: Dilimi &geçerken etiketleri doğrula

source: &View
tr: Gö&rünüm

source: &Writeable Glossary
tr: Y&azılabilir Sözlükçe

source: &value (of form input, including button, submit and reset)
tr: &değer (düğme, gönder ve sıfırla dahil form girdisinin)

source: '*' matches zero or more characters ('run*' matches 'run', 'runs', and'running', etc.) '?' matches exactly one character ('run?' matches 'runs' and 'rung', but not 'run' or 'running').
tr: '*', sıfır ya da daha çok karakterle eşleşir ('run*'; 'run,' 'runs' ve 'running' ile eşleşir) '?', tam olarak bir karakterle eşleşir ('run?'; 'runs' 've 'rung' ile eşleşir, 'run' ve 'running' ile eşleşmez).

source: '{0}' menu selected
tr: '{0}' menüsü seçildi

source: (#N is a digit from 1 to 5) - Selects the Nth fuzzy match displayed in the match viewer to replace or insert it to the segment.
tr: (#N 1 ile 5 arasında bir rakamdır) - Dilime aktarmak amacıyla Eşleşme penceresinde görüntülenen N'inci bulanık eşleşmeyi seçer.

source: (+{0} more)
tr: (+{0} daha)

source: (If you think you have significantly contributed to the OmegaT Project but you (don't see your name on the lists, feel free to contact us.)
tr: (Eğer OmegaT Projesine önemli bir katkıda bulunmuşsanız, ama adınız yukarıdaki listede yer almıyorsa bizimle irtibata geçebilirsiniz).

source: (In the user's manual, see 'Files to translate' > 'File formats' for a list of supported file formats.) To add files to the project, click on the Copy Files to Source Folder... button in the Project Files window or call this action from the Project menu and select the source files you want to copy.
tr: (Desteklenen dosyaların listesi için Kullanıcı kılavuzunda 'Çevrilecek dosyalar ' > 'Dosya formatları' bölümüne bakınız). Projenize dosya eklemek için "Proje Dosyaları" penceresindeki "Kaynak Klasörüne Dosya Kopyala..." düğmesine tıklayıp ya da "Proje" menüsünden aynı komutu çağırıp kopyalamak istediğiniz kaynak dosyalarını seçebilirsiniz.

source: (Leave the Password empty if you are using an API Key.)
tr: (API Anahtarı kullanıyorsanız Şifreyi boş bırakın).

source: (The Java executable file is the file java on Linux and java.exe on Windows.
tr: (Java çalıştırılabilir dosyası, Linux sistemlerinde java, Windows sistemlerinde ise java.exe adlı dosyadır.

source: (X)HTML Filter Options
tr: (X)HTML Filtresi Seçenekleri

source: (You will still able to use OmegaT 3.6 to edit this project as a team project.)
tr: (Bu projeyi ekip projesi olarak düzenlemek üzere OmegaT 3.6'yı halen kullanabileceksiniz).

source: (close tag)
tr: (kapatma etiketi)

source: (comment tag)
tr: (yorum etiketi)

source: (empty tag)
tr: (boş etiket)

source: * These keys behave differently when the cursor is outside the editable segment:
tr: * İmlecin düzenlenebilir dilimin dışında bulunması halinde bu tuşlar farklı davranış gösterir:

source: +{0} more
tr: +{0} daha

source: - Anthony Baldwin (localisation manager) - Didier Briel (project manager) - Alex Buloichik (lead developer) - Sabine Cretella - Dmitri Gabinski - Jean-Christophe Helary (support group owner, localisation manager) - Maxym Mykhalchuk (lead developer) - Samuel Murray - Henry Pijffers (release manager) - Marc Prior (project co-ordinator, webmaster) - Vito Smolej (documentation manager)
tr: - Anthony Baldwin (yerelleştirme yöneticisi) - Didier Briel (proje yöneticisi) - Alex Buloichik (baş geliştirici) - Sabine Cretella - Dmitri Gabinski - Jean-Christophe Helary (destek grubu sahibi, yerelleştirme yöneticisi) - Maxym Mykhalchuk (baş geliştirici) - Samuel Murray - Henry Pijffers (sürüm yöneticisi) - Marc Prior (proje koordinatörü, web yöneticisi) - Vito Smolej (belgelendirme yöneticisi)

source: - Vincent Bidaux (documentation manager) - Marco Cevoli (Telegram community manager) - Jean-Christophe Helary (Twitter community manager) - Kos Ivantsof (localisation manager) - Concepción Martin (Facebook community manager) - Briac Pilpré (webmaster) - Lucie Vecerova (Facebook community manager)
tr: - Vincent Bidaux (belgelendirme yöneticisi) - Marco Cevoli (Telegram topluluk yöneticisi) - Jean-Christophe Helary (Twitter topluluk yöneticisi) - Kos Ivantsof (yerelleştirme yöneticisi) - Concepción Martin (Facebook topluluk yöneticisi) - Briac Pilpré (web yöneticisi) - Lucie Vecerova (Facebook topluluk yöneticisi)

source: ---- Localization Notes ----
tr: ---- Yerelleştirme Notları ----

source: --ITokenizer=<classname> --ITokenizerTarget=<classname> Source- or target-language tokenizer to use (overrides project settings).
tr: --ITokenizer=<sınıf adı> --ITokenizerTarget=<sınıf adı> Kullanılacak kaynak ya da hedef dil belirteç ayırıcı (proje ayarlarını geçersiz kılar).

source: --config-file=<path> A Java .properties file from which to load default settings.
tr: --config-file=<yol> Varsayılan ayarları yüklemeye yarayan bir java.properties dosyası.

source: --disable-location-save Do not remember the last directory opened in the file picker.
tr: --disable-location-save Dosya seçicide açılan son klasörü hatırlama.

source: --disable-project-locking Do not attempt to lock the project's omegat.project file.
tr: --disable-project-locking Omegat.project dosyasının kilitleme.

source: --mode=[console-translate|console-pseudotranslatetmx|console-align] Specify a mode other than default (GUI).
tr: --mode=[console-translate|console-pseudotranslatetmx|console-align] Varsayılan (grafiksel kullanıcı arayüzü) dışında bir kip belirt.

source: --no-team Disable team project functionality.
tr: --no-team Ekip projesi özelliğini devre dışı bırak.

source: --pseudotranslatetype=[equal|empty] What to fill the pseudotranslated TMX with.
tr: --pseudotranslatetype=[equal|empty] Sözde çevrilmiş TMX dosyasıyla neyle doldurulacak.

source: --remote-project Download an omegat.project file from the URL given as <project path> and load the project.
tr: --remote-project <proje yolu> olarak verilen URL'den omegat.project dosyasını indir ve projeyi yükle.

source: --resource-bundle=<path> A Java .properties file to use for interface text --config-dir=<path> The directory to read/write OmegaT configuration files from/to.
tr: --resource-bundle=<yol> Arayüz metni için kullanılacak java.properties dosyası --config-dir=<yol> OmegaT yapılandırma dosyalarını yazıp okumakta kullanılan klasör.

source: --script=<path> A script file to be executed on project events.
tr: --script=<yol> Proje olaylarına göre çalıştırılacak bir betik dosyası.

source: --tag-validation=[abort|warn] Validate tags.
tr: --tag-validation=[abort|warn] Etiketleri doğrula.

source: -h, --help Show usage information.
tr: -h, --help Kullanım bilgilerini göster.

source: 1 conflict
tr: 1 çakışma

source: 1 segment
tr: 1 dilim

source: 1) Reduce the number of source files and translate in batches;
tr: 1) Kaynak olarak kullandığınız dosya sayısını azaltın ve gruplar halinde çeviri yapın.

source: 2) Increase the amount of memory available to OmegaT, by specifying "java -Xmx<size-in-MB>M -jar OmegaT.jar" on the command line or in the OmegaT start script; The current setting is {0}MB;
tr: 2) Komut satırında ya da OmegaT başlatma betiğinde "java -Xmx<MB cinsinden boyut>M -jar OmegaT.jar" ifadesini kullanarak OmegaT'nin kullanabileceği bellek miktarını arttırın. Şu an OmegaT'ye bellek olarak {0}MB ayrılmış durumdadır;

source: <&br> (breaks)
tr: <&br> (kesme)

source: They can also be complex, allowing for instance to search for segments with two or more consecutive spaces.
tr: İki ya da daha fazla boşluk içeren dilimler aramak gibi daha karmaşık aramalar da yapılabilir.

source: <EMPTY>
tr: <BOŞ>

source: <No suggestions>
tr: <Öneri yok>

source: OmegaT on the web
tr: İnternette OmegaT

source: OmegaT is a free multi platform Computer Aided Translation tool, with the following highlights:
tr: OmegaT özgür (ve ücretsiz) her platformda çalışan bir Bilgisayar Destekli Çeviri aracıdır; temel özellikleri şunlardır:

source: OmegaT sites and OmegaT SourceForge project
tr: OmegaT ilgili siteler ve OmegaT'nin SourceForge'daki proje sitesi

source: OmegaT automatically detects glossary files in this folder when a project is opened.
tr: OmegaT, proje açıldığında bu klasörde bulunan sözlükçe dosyalarını otomatik olarak tanır.

source: <auto>
tr: <otomatik>

source: OmegaT is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.
tr: OmegaT yararlı olacağı umuduyla, ancak herhangi bir GÜVENCE, TİCARETE YA DA BELLİ BİR AMACA UYGUNLUK güvencesi OLMAKSIZIN dağıtılmaktadır.

source: OmegaT is Copyright © 2000-2016 Keith Godfrey, Lev Abashkin, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Tony Graham, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich and Michael Zakharov.
tr: OmegaT telif hakkı © 2000-2016 Keith Godfrey, Zoltan Bartko, Volker Berlin, Didier Briel, Kim Bruning, Alex Buloichik, Thomas Cordonnier, Sandra Jean Chua, Enrique Estévez Fernández, Martin Fleurke, Wildrich Fourie, Tony Graham, Phillip Hall, Jean-Christophe Helary, Chihiro Hio, Thomas Huriaux, Hans-Peter Jacobs, Kyle Katarn, Piotr Kulik, Ibai Lakunza Velasco, Guido Leenders, Aaron Madlon-Kay, Fabián Mandelbaum, Manfred Martin, Adiel Mittmann, Hiroshi Miura, John Moran, Maxym Mykhalchuk, Arno Peters, Henry Pijffers, Briac Pilpré, Tiago Saboga, Andrzej Sawuła, Benjamin Siband, Yu Tang, Rashid Umarov, Antonio Vilei, Ilia Vinogradov, Martin Wunderlich ve Michael Zakharov.

source: Any char key, if clicked outside editable segment, will be ignored.
tr: Herhangi bir karakter tuşu düzenlenebilir dilimin dışında basılması halinde göz ardı edilecektir.

source: Appendices contain the following information
tr: Ekler aşağıdaki bilgileri içerir:

source: Backspace: nothing
tr: Backspace: Hiçbir olmaz

source: Delete: nothing
tr: Delete: Hiçbir şey olmaz

source: Dictionaries, Glossaries, Machine translation , Spellchecker, LanguageTool: OmegaT supports an extensive use of dictionaries and glossaries.
tr: Sözlükler, Sözlükçeler, Makine çevirisi , Yazım kontrolü, Gramer kontrolü (LanguageTool): OmegaT'de sözlük ve sözlükçeleri rahatlıkla kullanabilirsiniz.

source: Editing field behavior: a short chapter describing how to set up the editing behavior of the segment being translated.
tr: Alan davranışını düzenleme: Tercüme edilmekte olan dilime ilişkin düzenleme davranışlarının nasıl ayarlanacağını gösteren kısa bir bölümdür.

source: End: cursor to the end of the active segment
tr: End: İmleç etkin dilimin sonuna gider

source: Groovy (http://groovy.codehaus.org): is a dynamic language for the Java Virtual machine.
tr: Groovy (http://groovy.codehaus.org): Java Sanal makinesi için dinamik bir dildir.

source: Home: cursor to the beginning of the active segment
tr: Home: İmleç etkin dilimin başlangıcına gider

source: Installing and running OmegaT: this chapter is useful when you first begin using OmegaT.
tr: OmegaT'nin kurulması ve çalıştırılması: Bu bölüm daha çok OmegaT'yi kurup çalıştırma konusunda işinize yarar.

source: JavaScript (sometimes abbreviated JS, not to be confused with Java): is a prototype-based scripting language that is dynamic, weakly typed and has first-class functions.
tr: JavaScript (zaman zaman JS olarak kısaltılır, Java ile karıştırılmamalıdır): dinamik, zayıf yazılan ve birinci sınıf fonksiyonları olan prototip tabanlı bir betik dilidir.

source: Keyboard shortcuts in the editor: the list of shortcuts used in the editor
tr: Editörde kullanılabilecek klavye kısayolları: Editörde kullanılan kısayolların listesi

source: Keyword index: an extensive keyword index is provided to help the reader find the relevant information.
tr: Anahtar sözcük dizini: Okuyucuların ilgili bilgilere ulaşmasına yardımcı olarak geniş bir anahtar sözcük dizini verilmiştir.

source: Languages: the ISO list of languages and language codes is provided
tr: Diller: Dil ve dil kodlarına ilişkin ISO listesi verilmiştir

source: Learn to use OmegaT in 5 minutes!: this chapter is intended as a quick tutorial for beginners as well as people who already know CAT tools, showing the complete procedure from opening a new translation project through to completing the translation.
tr: 5 dakikada OmegaT'yi kullanmayı öğrenin!: Bu bölüm hem yeni başlayanlara hem de BDÇ araçlarını kullanmayı bilen daha deneyimli kişilere yönelik yeni bir çeviri projesi oluşturmadan çevirinin tamamlanmasına kadar tüm prosedürü kısa şekilde açıklayan bir öğretici niteliğindedir.

source: Miscellanea: deals with other issues of interest, such as how to avoid losing data.
tr: Çeşitli konular : Bu bölümde veri kaybının nasıl önlenebileceği gibi ilgi duyulabilecek diğer konular yer almaktadır.

source: OmegaT is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 3 of the License, or (if you prefer) any later version.
tr: OmegaT özgür yazılımdır; bu programı Özgür Yazılım Derneği tarafından çıkarılan GNU Genel Kamu Lisansının (isteğinize göre) 3'üncü ya da daha sonraki bir sürümü uyarınca dağıtabilir ve/veya değiştirebilirsiniz.

source: OmegaT on the web: information regarding on-line OmegaT resources
tr: İnternet'te OmegaT: OmegaT ile ilgili olarak çevrim içi ulaşılabilecek kaynaklar hakkında bilgiler
